Repository: chrbayer84/Zeiterfassung
Catalog: app/tmp/locale/*/LC_MESSAGES/default.po
Languages: de_de

source: Invalid client
de_de: default.pot

source: The client has been saved
de_de: Der Kunde wurde gespeichert.

source: The client could not be saved. Please, try again.
de_de: Der Kunde konnte nicht gespeichert werden. Bitte nochmal versuchen.

source: Invalid id for client
de_de: Ung&uuml;ltige ID f&uuml;r den Kunden.

source: Client deleted
de_de: Kunde gel&ouml;scht.

source: Client was not deleted
de_de: Kunde wurde nicht gel&ouml;scht.

source: Invalid configuration
de_de: Ung&uuml;ltige Konfiguration.

source: The configuration has been saved
de_de: Die Konfiguration wurde gespeichert.

source: The configuration could not be saved. Please, try again.
de_de: Die Konfiguration konnte nicht gespeichert werden. Bitte nochmal versuchen.

source: Invalid id for configuration
de_de: Ung&uuml;ltige ID f&uuml;r eine Konfiguration.

source: Configuration deleted
de_de: Konfiguration gel&ouml;scht.

source: Invalid group
de_de: Konfiguration wurde nicht gel&ouml;scht.

source: The group has been saved
de_de: Die Gruppe wurde gespeichert.

source: The group could not be saved. Please, try again.
de_de: Die Gruppe konnte nicht gespeichert werden. Bitte nochmal versuchen.

source: Invalid id for group
de_de: Ung&uuml;ltige ID f&uuml;r eine Gruppe.

source: Group deleted
de_de: Gruppe gel&ouml;scht.

source: Group was not deleted
de_de: Gruppe wurde nicht gel&ouml;scht.

source: Invalid task
de_de: Ung&uuml;ltige Arbeitsaufgabe.

source: The task has been saved
de_de: Die Arbeitszeit wurde gespeichert.

source: The task could not be saved. Please, try again.
de_de: Die Arbeitszeit konnte nicht gespeichert werden. Bitte nochmal versuchen.

source: Invalid id for task
de_de: Ung&uuml;ltige ID f&uuml;r eine Arbeitsaufgabe.

source: Task deleted
de_de: Arbeitsaufgabe gel&ouml;scht.

source: Task was not deleted
de_de: Arbeitsaufgabe wurde nicht gel&ouml;scht.

source: Invalid user
de_de: Ung&uuml;ltiger Benutzer.

source: The user has been saved
de_de: Benutzer gespeichert.

source: The user could not be saved. Please, try again.
de_de: Benutzer konnte nicht gespeichert werden. Bitte nochmal versuchen.

source: Invalid id for user
de_de: Ung&uuml;ltige ID f&uuml;r einen Benutzer.

source: User deleted
de_de: Benutzer gel&ouml;scht.

source: User was not deleted
de_de: Benutzer wurde nicht gel&ouml;scht.

source: Invalid vacation
de_de: Ung&uuml;ltige Urlaubsangabe.

source: The vacation has been saved
de_de: Der Urlaub wurde gespeichert.

source: The vacation could not be saved. Please, try again.
de_de: Der Urlaub konnte nicht gespeichert werden. Bitte nochmal versuchen.

source: Invalid id for vacation
de_de: Ung&uuml;ltige ID f&uuml;r Urlaubsangabe.

source: Vacation deleted
de_de: Urlaub gel&ouml;scht.

source: Vacation was not deleted
de_de: Urlaub wurde nicht gel&ouml;scht.

source: Add Client
de_de: Kunden hinzuf&uuml;gen

source: Submit
de_de: Speichern

source: Actions
de_de: Navigation

source: List Clients
de_de: Kunden anzeigen

source: List Tasks
de_de: Arbeitseinheiten anzeigen

source: New Task
de_de: Arbeitszeit eintragen

source: Edit Client
de_de: Kunden bearbeiten

source: Delete
de_de: Löschen

source: Are you sure you want to delete # %s?
de_de: Sind Sie sicher, dass sie # %s löschen wollen?

source: Clients
de_de: Kunden

source: View
de_de: Ansehen

source: Edit
de_de: Bearbeiten

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
de_de: Seite %page% von %pages%

source: previous
de_de: zurück

source: next
de_de: vor

source: New Client
de_de: Neuer Kunde

source: Client
de_de: Kunde

source: Delete Client
de_de: Kunden löschen

source: Related Tasks
de_de: Arbeitseinheiten

source: Description
de_de: Beschreibung

source: Date
de_de: Datum

source: Starttime
de_de: Beginn

source: Endtime
de_de: Ende

source: Ipaddress
de_de: IP-Addresse

source: Client Id
de_de: Kundennummer

source: Proxy
de_de: Vertretung

source: User Id
de_de: Benutzer-ID

source: Add Configuration
de_de: Konfiguration hinzuf&uuml;gen

source: List Configurations
de_de: Konfigurationen anzeigen

source: Edit Configuration
de_de: Konfigurationen bearbeiten

source: Configurations
de_de: Konfigurationen

source: New Configuration
de_de: Neue Konfiguration

source: Configuration
de_de: Konfiguration

source: Value
de_de: Wert

source: Delete Configuration
de_de: Konfiguration löschen

source: Add Group
de_de: Gruppe hinzuf&uuml;gen

source: List Groups
de_de: Gruppen anzeigen

source: List Users
de_de: Benutzer anzeigen

source: New User
de_de: Neuer Benutzer

source: Edit Group
de_de: Gruppe bearbeiten

source: Groups
de_de: Gruppen

source: New Group
de_de: Neue Gruppe

source: Group
de_de: Gruppe

source: Delete Group
de_de: Gruppe löschen

source: Related Users
de_de: Benutzer

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Fullname
de_de: Name

source: Group Id
de_de: Gruppen-ID

source: Add Task
de_de: Arbeitszeit eintragen

source: Edit Task
de_de: Arbeitsaufgabe bearbeiten

source: Tasks
de_de: Arbeitszeit

source: Task
de_de: Arbeitszeit

source: User
de_de: Benutzer

source: Delete Task
de_de: Arbeitsaufgabe löschen

source: Add User
de_de: Neuer Benutzer

source: List Vacations
de_de: Urlaub anzeigen

source: New Vacation
de_de: Urlaub eintragen

source: Edit User
de_de: Benutzer bearbeiten

source: Users
de_de: Benutzer

source: Delete User
de_de: Benutzer löschen

source: Related Vacations
de_de: Urlaub

source: Add Vacation
de_de: Urlaub eintragen

source: Edit Vacation
de_de: Urlaub bearbeiten

source: Vacations
de_de: Urlaub

source: Vacation
de_de: Urlaub

source: Delete Vacation
de_de: Urlaub löschen

source: Starttime Morning
de_de: Beginn morgens

source: Endtime Morning
de_de: Ende morgens

source: Starttime Afternoon
de_de: Beginn nachmittags

source: Endtime Afternoon
de_de: Ende nachmittags

source: Show all Vacations
de_de: Zeige Urlaub aller

source: Show all Tasks
de_de: Zeige alle Arbeitszeiten
